let s = 0


let name = prompt(`як вас звати? `);
let x = prompt(`в якій країні найбистріший інтернет ? `);
if(x == `Сінгапур` || x == `Singapur`){
	s++;
}
let y = prompt (`Столиця Німечинни ?`);
if (y == `Берлін`|| y  == `Berlin` );{
	s++;
}
if(confirm (`Україна найбільша країна світу ?`) == true){
	s++;
	
}
let p = (confirm (`Най глибше озеро в світі Байкал ?`) == true);{
	s++;
}
let l = (confirm (`В другій світой нападала на всіх Швейцарія ?`) == false);{
	s++;
}
let m = (confirm (`Радіанський союз розпався в 1991 ?`) == true);{
	
	s++;
}
let n = (confirm (`Друга світова закінчилась в 1950 ?`) == false);{
	s++;
}
let b = (confirm (`Компанія найк знаходиться в Америці ?`) == true);{
	s++;
}
let v = (confirm (`Компанія Адідас знаходиться в іспанії  ?`) == false);{
	s++;
}
alert (`Ви набрали ${s} балів`);

if(s < 6 ){
	alert(`ви не здали ваші бали ${s}`);
}else if (s > 6 && s <=9){
	alert(`Задовільно , ваші бали ${s}`);
}else if (s > 9){
	alert(`it is good , Ваші бали ${s}`);
}